{"translation-revision-date":"2023-12-04 13:20:21+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["Przesyłanie plików JSON lub ZIP z nieznanych źródeł może być szkodliwe i stanowić zagrożenie dla witryny. Aby zapewnić maksymalne bezpieczeństwo, przesyłaj pliki JSON lub ZIP tylko z zaufanych źródeł."],"Warning: JSON or ZIP files may be unsafe":["Uwaga: pliki JASON lub ZIP mogą być niebezpieczne"],"Couldn’t access the file":["Nie można uzyskać dostępu do pliku"],"We couldn’t download the Kit due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["Nie mogliśmy pobrać zestawu z powodu trudności technicznych z naszej strony. Spróbuj ponownie za kilka minut, a jeśli problem będzie się powtarzał, skontaktuj się z nami "],", try again and if the problem persists contact ":[", spróbuj ponownie, a jeśli problem nie ustąpi, skontaktuj się z "],"It took too much time to download your Kit and we were unable to complete the process. If all the Kit’s parts don’t appear in ":["Pobranie zestawu zajęło zbyt dużo czasu i nie mogliśmy ukończyć procesu. Jeśli wszystkie części zestawu nie pojawią się w sekcji "],"Seems like there is a problem with the Kit’s files. Try installing again and if the problem persists contact ":["Wygląda na to, że wystąpił problem z plikami zestawu. Spróbuj zainstalować ponownie, a jeśli problem będzie się powtarzał, skontaktuj się z "],"Couldn’t use the Kit":["Nie mogłem użyć zestawu"],"Support":["Wsparcie"],"Unable to download the Kit":["Nie można pobrać zestawu"],"Do not show this message again":["Nie pokazuj ponownie tej wiadomości"],"What’s a Website Kit?":["Co to jest Zestaw Szablonów?"],"Import a Website Kit":["Importuj zestaw szablonów"],"Export a Website Kit":["Eksportuj zestaw szablonów"]," Learn more about Website Kits":[" Dowiedz się więcej o Website Kits"],"Upgrade Now":["Uaktualnij teraz"],"Elementor Templates":["Szablony Elementora"],"Included":["Załączono"],"Site Area":["Obszar witryny"],"Custom Post Types":["Niestandardowe typy postów"],"WP Menus":["Menu WP"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Zacznij od załadowania pliku i wybrania części i wtyczek, które chcesz zastosować. Jeśli istnieją jakiekolwiek nakładki między zestawem a twoim obecnym projektem, będziesz mógł wybrać, które zaimportowane części chcesz zastosować lub zignorować. Gdy plik będzie gotowy, zestaw zostanie zastosowany w Twojej witrynie i będziesz mógł zobaczyć go na żywo."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Aby przekształcić swoją witrynę w Website Kit, wybierz szablony, zawartość, ustawienia i wtyczki, które chcesz uwzględnić. Gdy będzie gotowy, otrzymasz plik .zip, który możesz zaimportować do innych witryn."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Website Kit to plik .zip, który zawiera wszystkie części kompletnej witryny. To prosty sposób na szybkie uruchomienie witryny."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Dodaj niestandardowe typy postów do wyeksportowania. Uwzględnionych zostanie 20 najnowszych pozycji z każdego typu."],"No custom post types in your site...":["Brak niestandardowych typów postów w Twojej witrynie..."],"Click to select custom post types":["Kliknij aby wybrać niestandardowy typ postów"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Części tego zestawu pokrywają się z szablonami, projektem i ustawieniami Twojej witryny. Pozycje, które pozostawisz zaznaczone na tej liście, zastąpią Twój obecny projekt."],"Import a Website Kit to your site":["Zaimportuj Website Kit do swojej witryny"],"Importing your content, templates and site settings":["Importowanie treści, szablonów i ustawień strony"],"Take me there":["Zabierz mnie tam"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Przejdź do Aktualizacji i upewnij się, że twoje wtyczki są zaktualizowane do najnowszej wersji."]," Recommended:":[" Rekomendowane:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["To są wtyczki, które zasilają Twój zestaw. Możesz je odznaczyć, ale może to mieć wpływ na funkcjonalność Twojej witryny."],"Select the plugins you want to import":["Wybierz wtyczki, które chcesz zaimportować"],"Not yet":["Jeszcze nie"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Jeśli kupiłeś, zainstalowałeś i aktywowałeś Elementor Pro, możemy kontynuować importowanie wszystkich części tej witryny."],"Is your Elementor Pro ready?":["Czy Twój Elementor Pro jest gotowy?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Bez Elementora Pro, importowanie komponentów takich jak szablony, widżety czy popupy nie zadziała."],"Install Elementor Pro":["Zainstaluj Elementor Pro"],"Missing Required Plugins:":["Nie ma wymaganych wtyczek:"],"Plugins to add:":["Wtyczki do dodania:"],"Plugins you already have:":["Wtyczki, które już masz:"],"Activating plugins:":["Aktywacja wtyczek:"],"All items are already selected by default. Uncheck the ones you don't want.":["Wszystkie elementy są już domyślnie zaznaczone. Odznacz te, których nie chcesz."],"These are the templates, content and site settings that come with your kit.":["Są to szablony, zawartość i ustawienia witryny dołączone do zestawu."],"Select which parts you want to apply":["Zaznacz, które części chciałbyś zastosować"],"If you don't include them, this kit may not work properly.":["Jeśli ich nie dołączysz, ten zestaw może nie działać poprawnie."],"Required plugins are still missing.":["Nadal brakuje wymaganych wtyczek."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Nie możesz użyć tego zestawu WWW, ponieważ nie zawiera on żadnych treści, stron itp. Spróbuj ponownie z innym plikiem."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Zestaw witryn internetowych, którego używasz, zawiera wtyczki zwiększające funkcjonalność, ale nie zawiera treści ani stron itp."],"Note:":["Uwaga:"],"You’ve imported and applied the following to your site:":["Zaimportowałeś i zastosowałeś w swojej witrynie następujące elementy:"],"See it live":["Zobacz na żywo"],"There are few plugins that we couldn't install:":["Jest kilka wtyczek, których nie mogliśmy zainstalować:"],"Make sure your Elementor Pro account is connected":["Upewnij się, że twoje konto Elementor Pro jest połączone"],"Tip:":["Wskazówka:"],"Let’s do it":["Zróbmy to"],"Select which of these plugins are required for this kit work.":["Wybierz, które z tych wtyczek są wymagane do pracy z tym zestawem."],"Export your site as a Website Kit":["Eksportuj swoją stronę jako Template Kit"],"Create Kit":["Stwórz zestaw"],"This file type is not allowed":["Ten typ pliku jest niedozwolony"],"Try Again":["Spróbuj ponownie"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Dzięki temu Elementor będzie mógł skanować SVG w poszukiwaniu złośliwej zawartości. W przeciwnym razie można pominąć wszystkie SVG w tym imporcie."],"First, enable unfiltered file uploads.":["Po pierwsze, włącz opcję niefiltrowanego wysyłania plików."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Nie ma się czym przejmować, po prostu kontynuuj bez importowania SVG lub wróć i rozpocznij import od nowa."],"Custom Post Type":["Niestandardowy Typ Postu"],"WP Posts":["Wpisy WP"],"WP Pages":["Strony WP"],"To import or export these components, you’ll need Elementor Pro.":["Aby importować lub eksportować te komponenty, potrzebujesz Elementor Pro."],"Global widgets":["Globalne widżety"],"Kit Info":["Informacje o zestawie"],"How does importing work?":["Jak działa import?"],"How does exporting work?":["Jak działa eksport?"],"Setting up your kit...":["Ustawienie zestawu..."],"Select the items you want to keep and apply:":["Wybierz elementy, które chcesz zachować i zastosować:"],"Your site's homepage will be determined by the kit. You can change this later.":["Strona główna witryny zostanie określona przez zestaw. Można to zmienić później."],"Existing":["Istniejący"],"Imported":["Zaimportowano"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Prześlij plik z szablonami, ustawieniami witryny, treścią, itp. i zastosuj je w swojej witrynie automatycznie."],"Back to Kit Library":["Powrót do Biblioteki Zestawów"],"Your kit is now live on your site!":["Twój zestaw jest teraz dostępny w witrynie!"],"Kit Description":["Opis zestawu"],"Kit Name":["Nazwa zestawu"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Wybierz, które komponenty Elementora - szablony, zawartość i ustawienia strony - mają być zawarte w pliku zestawu."],"Kit Information":["Informacje o zestawie"],"Elementor Kit":["Zestaw Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Są to szczegóły, których będziesz używać, aby szybko znaleźć i zastosować zestaw w przyszłości, nawet gdy kolekcja będzie się powiększać."],"What is kit information?":["Co to jest informacja o zestawie?"],"Website Kit Information":["Informacja o zestawie stron internetowych"],"Say something about the style and content of these files...":["Powiedz coś o stylu i zawartości tych plików..."],"Now you can import this kit and use it on other sites.":["Teraz można importować zestaw i używać go w innych witrynach."],"Import":["Import"],"to learn more about building your site with Elementor Kits":["aby dowiedzieć się więcej o budowaniu strony za pomocą Elementor Kits"],"Don't close this window until the process is finished.":["Proszę nie zamykać okna, dopóki proces nie zostanie zakończony."],"This usually takes a few moments.":["Trwa to zazwyczaj kilka chwil."],"Or":["Lub"],"Drag & drop the .zip file with your Kit":["Przeciągnij i upuść plik .zip z zestawem"],"Upload Files to Your Library":["Prześlij pliki do swojej biblioteki"],"We recommend that you backup your site before importing a kit file.":["Zalecamy wykonanie kopii zapasowej witryny przed zaimportowaniem zestawu."],"Important:":["Ważne:"],"By default, all of your components will be exported.":["Domyślnie wszystkie twoje komponenty zostaną wyeksportowane."],"Background Settings":["Ustawienia tła"],"Lightbox Settings":["Ustawienia Lightbox"],"Theme Style settings":["Ustawienia stylu motywu"],"Elementor Pages":["Strony Elementora"],"404 Error Page":["Strona błędu 404"],"to download":["do pobrania"],"Download not working?":["Pobieranie nie działa?"],"Your export is ready!":["Twój plik eksportu jest gotowy!"],"Back to dashboard":["Powrót do kokpitu"],"Learn more":["Dowiedz się więcej"],"Landing Pages":["Strony docelowe"],"App could not be loaded":["Nie można załadować aplikacji"],"Global Colors":["Kolory globalne"],"Search Results":["Wyniki wyszukiwania"],"Archives":["Archiwa"],"Single Posts":["Pojedyncze wpisy"],"Single Pages":["Pojedyncza Strona"],"Footers":["Stopki"],"Headers":["Nagłówki"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Przepraszamy, ale coś poszło nie tak. Kliknij „Dowiedz się więcej” i postępuj zgodnie z każdym z kroków, aby szybko rozwiązać problem."],"Tip":["Wskazówka"],"Not Found":["Nie znaleziono"],"Site Settings":["Ustawienia witryny"],"Layout Settings":["Ustawienia układu"],"Back":["Powrót"],"Next":["Następne"],"Previous":["Poprzednie"],"Popups":["Popupy"],"Continue":["Kontynuuj"],"Plugins":["Wtyczki"],"Skip":["Pomiń"],"Something went wrong.":["Coś poszło nie tak."],"Pages":["Strony"],"Select File":["Wybierz plik"],"Click here":["Kliknij tutaj"],"Enable":["Włącz"],"Edit Template":["Edytuj szablon"],"Elementor Posts":["Wpisy Elementora"],"Export":["Eksport"],"Close":["Zamknij"],"Saved Templates":["Zapisane szablony"],"Templates":["Szablony"],"Learn More":["Dowiedz się więcej"],"Global Fonts":["Globalne Czcionki"],"Version":["Wersja"],"Yes":["Tak"],"Content":["Treść"],"Go Back":["Wróć"],"Cancel":["Anuluj"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}