{"translation-revision-date":"2023-12-04 13:20:21+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Warning: JSON files may be unsafe":["Ostrzeżenie: Pliki JSON mogą być niebezpieczne"],"Deactivate":["Dezaktywuj"],"Are you sure?":["Jesteś pewien?"],"Do not show this message again":["Nie pokazuj ponownie tej wiadomości"],"Importing...":["Importowanie..."],"Activate":["Włącz"],"First, activate another experiment.":["Wcześniej włącz inną funkcję eksperymentalną."],"In order to use %1$s, first you need to activate %2$s.":["Aby używać %1$s musisz włączyć %2$s."],"Import Without Enabling":["Importuj bez włączania"],"Enable and Import":["Włącz i importuj"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Jeśli nie włączysz przesyłania niefiltrowanych plików, żadne pliki SVG lub JSON (w tym lottie) użyte w przesłanym szablonie nie zostaną zaimportowane."],"Got it":["Rozumiem"],"Migrate to v3.0":["Migracja do wersji 3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Należy pamiętać, że ten proces przywróci wszystkie zmiany wprowadzone w globalnych kolorach i czcionkach od czasu aktualizacji do wersji 3.x."],"Enable Unfiltered File Uploads":["Włącz niefiltrowane przesyłanie plików"],"Font Awesome 5 Migration":["Migracja do Font Awesome 5"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Przyjmuję do wiadomości, że niektóre zmiany mogą mieć wpływ na moją stronę i że tej akcji nie można cofnąć."],"I understand that by upgrading to Font Awesome 5,":["Rozumiem to, uaktualniając do Font Awesome 5,"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Przed włączeniem przesyłania niefiltrowanych plików należy pamiętać, że wiąże się to z zagrożeniem bezpieczeństwa. Elementor uruchamia proces usuwania możliwego złośliwego kodu ale nadal istnieje ryzyko związane z korzystaniem z takich plików."],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Pamiętaj, że przełączasz się na domyślny edytor WordPress. Twój obecny układ, projekt i zawartość mogą się zepsuć."],"Continue":["Kontynuuj"],"Back to WordPress Editor":["Powrót do edytora WordPress"],"Rollback to Previous Version":["Przywróć poprzednią wersję"],"Are you sure you want to reinstall previous version?":["Czy na pewno chcesz ponownie zainstalować poprzednią wersję?"],"Enable":["Włącz"],"Cancel":["Anuluj"]}},"comment":{"reference":"assets\/js\/admin.js"}}